Repository: davidacm/enhancedTones
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es

source: &Not now
es: &Ahora no

source: Request for contributions to %s
es: Solicitud de contribuciones para %s

source: Creating add-ons demands substantial time and effort. With limited job prospects in my country, your donations could significantly aid in dedicating more time to developing free plugins for the community. Your contribution would support the development of this and other free projects. Would you like to contribute to this cause? Select from our available payment methods below. You will be redirected to the corresponding website to complete your donation. Thank you for your support and generosity.
es: La creación de complementos exige mucho tiempo y esfuerzo. Con bajas oportunidades laborales en mi país, sus donaciones podrían ayudar significativamente a dedicar más tiempo al desarrollo de complementos gratuitos para la comunidad. Tu contribución apoyaría el desarrollo de este y otros proyectos gratuitos. ¿Te gustaría contribuir a esta causa? Selecciona entre nuestros métodos de pago disponibles a continuación. Serás redirigido al sitio web correspondiente para completar tu donación. Gracias por tu apoyo y generosidad.

source: Using Paypal
es: Usando Paypal

source: using Co-fi
es: usando co-fi

source: See more methods on my github Page
es: Ver más métodos en mi página de github

source: &Enable this add-on. If disabled, the original function of NVDA will be used
es: &Habilitar el complemento. Si se deshabilita, la función original será usada en su lugar.

source: &Generator to produce tones:
es: Generador para producir los tonos:

source: &Support Enhanced tones add-on
es: &Apoyar al complemento Enhanced tones

source: Native tone generator
es: Generador de tonos nativo

source: Sine Generator
es: Generador de onda sinusoide

source: Square Generator
es: Generador de onda cuadrada

source: Sawtooth Generator
es: Generador de diente de sierra

source: Triangle Generator
es: Generador de ondas triangulares

source: This add-on replaces the native tones library, this try to solve issues with some realtec and other drivers. Also, it adds another way of tone generation, so you can get a different sound when generating tones. You can configure it in the add-on settings
es: Este complemento remplaza la función original de generación de tonos, para intentar resolver algunos problemas en algunos drivers de realtec. También añade una forma distinta de generar tonos, para obtener un sonido diferente. Puedes configurar la forma de generar tonos en las configuraciones del complemento.
